{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              28,
              28,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              28,
              28,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 26,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.8.0"
  },
  "hash": "1758f506bbb02e0ad6080754a6e31da1b677c8148286b52da99520f60c6789f3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      28,
      28,
      1
    ]
  ],
  "output_shapes": [
    [
      26
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            28,
            28,
            1
          ],
          "values": [
            "jXy4voVjvr+LAKA/etKEv8M7Sj4lX/O/ff0MP+8C0zxK5Q4+eGEGwETXkD+fCZa/2ZTWv7w12r9oYuO/YH6hPoBzoD86vjI/J27FvOUnw7+x9B8/TiiiPqim5LxmgP6+25f1P/12Az8vn2M/z8aYvjQi8z7T6WU/v21zPjPnnT5b/Oc+pc5Pv9Qafz8IWno/ucCSvzrovT+ltwM/8mTMP4N1JL/9xro/MZKXv0qE077uPHm/uNVTvvhwNT8vT60/Elriv7zNKD8uROI/9Sb1Ps7uyL3sjeE+2N6sP4RbdD/8MTU/FI0hP/1H+zw8rARAvqUDwF4jVL8xP7Q+0VdavzVJXL1mRwm/l+srP17L9r7/OMO9I1t+PrxgcD8IwC6/EuDaP/CbkD8Ce0M+v4KDP8p7Q7+ewBM/6oWVv4NOWT8FwJG+uduXP3+gOr9nZpK/krCQv5CJDsDihoK/02lwPyVAbD6rCbs/wIAtQEKULz5KX6W+A8dhvm1KO0Cf/Zi+WPbWvj2kkT/UzEG/e14mv3iHdb9lauq+6+Q2vs/6yj6DqvO9JTrhv90iPL0d1QK/buTxvvGBoj+NlyG/j1JfP9cKir7Mgaq/Pfh2v5opP0CD18e/6tq9PTnEFbq6Drm7VeXdPqN27r8J8KI/1+XOPIhQKz84n+W//Jk6PGnDiL+qUQA/rVumvhqDCz/bx9s/QQzUu9+6XL9wdYK/RZ2aPpfpmr83O7I/G1r+PkG2/b85bx+/miaHP/rH7z9CHpK+KbQ9vlaIYb5B8H8/nIg8vf9hPz8bPLu+EJC8P/9BlD/Wk3y7V0kkPzzBhT/u8d0/kE80Pyphvr8JUWU+suowPgzuh78Q4oq9zUrxvaqnuT3y4MI/P/VQv6VaLj/Yt2U+6Vnfvk0IKL9NSug+pLB2P+dv3j7PwCe/ltbov4dT0T98FCI/wgqIPg/RAD+9Bm8/rH27ve4Emz8vO8y+sUmRvXFqOb7byKY//6T9PbcTlL6vf4Y/46u9P0bzkr6N4QTA",
            "8ygFPzN0lb9sray+RnI6PzCzxL9+rDA+e94kv92H0j6WN9W/6EPOP9F56r5uLSG/SmTNv6U/I79sqzg+NyYfvh97I0CAy38/HU2AvmUbjL8T2hG/M5/xvIdjhr98Ny2/t7oPP/p5uL5tmqO+b5vkP62pIj4cJ9i/Exrhv4vANL8kkS8/PlNyP29llD2c/xA/CMPFP0QF5j54cpG+NvWDvt5mzL4m2ag+jW1gP4GPpz6KYXi/Adu4PMpYlr/u2V+/TUcTPzh9aL/OoxU/cdyoP32Eg7/6RPo+pcGAvuF4DT7ifya+l2NfPnVoNT+ukdS/6/6NPokpR7/LEw29QDaMv5LZrD6WPIQ+lQ+bvlUbxD7M6qi/uLUqP+uxY72gstI/fqlGPo70bT9v1JK/5TKov4tZDz910aM++/abv4rOAsC0hK6/2Mb9v33xFr+hbU++3eujv1ZEHz/u3Wu/M32HvxMsVj9cnmU/dXazvlTMRz61lwS/tNPAPjEeob6VCvi+AjOrv6JXtr4Ui5k+o1SKP9Bci78QFOm+3IpEP71ktr6xfgI/Brd7v7YlGb9jmOM+zJRvv7vfsz+sP8G/ub7vPksEgT7RbV292p5CvZ8JXT76rb2+dHRcP0bM2r+uTNk/rFP3vjbHMcCwaI8/vIyZvmCCPr/Il8s+l2IkP4CHn79r8hs/JVufP8palr5Dh+S//SbBP+sIcD/5AkM/wwFmv2YhDb+MO9A+c6CrP6LtN78IPYE/50F3vxHO7L79FZE/lpK4P6ENIj9o/pg/DNBNPji/G8APyhk/kDtCv/nlG78+ShI/ipsAv20Utb/XhZ+/R2aIPtLYoz/QYO091QpFvmBrtD5b9Cs/KiqJv+ZPjT6ERK8+3dmzv6iGcD/SVVc/w4S4PnD0kD8EhIK/siePvtmJOr884/Y9O8WAvuzlx78HE5y+s4/OP6FXcz/2EMy/GVftvosj6j6MKmg/NJwdPse7/D2xAuY/WI1gPSsmub4jmTy/klCIP4PR6r11yho/",
            "GyTXvgJP/r78Fpq/yhzGv1OCqj6ARR+/SdfVP35vJT9cIwK/N78zv7mklr/5G++9sWxVPxGwp79H0x+/GrLvP+APtz9tP8s+wSbJPwI8gz/H+mw/CfkSvyGRkz9xFZM+qnbivnzCjr9zieA/wxESP9GW4L43vpg/3sFKvj7MQzwJ56G+A+3TvvTh+r/Bdpa86DmJP9S/hD6njtI9NyUVvzQmdz8S+Nc/phYTwJADRj/z7Gm+O50Vv2J4Lb6encO+0PtQP2MCJr7vFFy/jtoAvz5Vdz4OU5c+848BPk1XTL9IFsi+ddkhvzPwqz+idBhAJAdkvpsWPz/jJoa+97wXPY22l77tIMC/nkWQP4oCZb5pwTs/A+GQvxgQvD99Y6A/k14rv9iIoj8hlmU/VYrSP31uzT//XVE+QMR7v2EjC7/NF0S//sMGv69TzD8edXK/4884wJnMmbzcsge/nDEBwBAT0z5Ecjc/1kKVP6PYkr+vwv++3hmcvqZO2b9wNBJAOnkpv6N+2r+b2Ke/+O9MvRFy174mCt89z7Q0P+eTET9zmuc/vOTXP6mlaT85TPA+0uRWvzIylj8RaVc/hcSKP2Hoij9iRSI/sgU4vr5mnT9yl5G/ZN0GwJwcBb9sK6e/26INv2OLlb+J2Fi/zVVTvx26yr+5gEk+dmlGP7JWez8mCaM/MRgNP2qfs776Pc4/ysCAvf6UzD/jr28/UmmxP8bqND5hyX8/AihMPlbV5729WkA/DNuTPyCFWb8r63O+7MdOP8+7cz3Ghjm+lRGcP13Fur5DS9g+h0k6PqvoIr6fDLY/fArHvZ1LNb6Hwem+VeB1PzR89D+qcRzAFBFZvzPw/D5zM9A/fMM8PUODCr+UNNQ+rhc9wB9gpD6NRO8/1dHZPmXMcL2KFT6+Aj3Ivr4vDL+vx2G/5/Lhvtj1iz9RySq+iTdePsYU3z9znbe/xi8yv5tFjb+UxJ0/+Rfrvi1GeT/qByG9auhJv1G0J8DO5aY/gr3UvnsboD9kxuw9",
            "dp25P3a+WL4h8Og+XYsqvmIEzL5cJou+n1cIvbds0b60eue+IWlIv8n+gL3r6ou/zStUPxtrQL+zuPA+kUwAvs6eJr98Jse9zrBGP4zTDcBo5pg/aLCoPn8xsz4ysI0+B8iSv3dvxT4zSwC/Otk0P7zNST9IGng/sFx1Ps4qhL/YSHG+4AOeP3C6873+rsa//oJaP1b2fL+PJT6/4wUIv8aDjDwl2IS/3d1qPjq3VD/TiAi/lgLoPt+4+7482Ys+QWmyvlbxib/q2AHAyJTdPqo+r7/bOD++//a5vfDX7L//edw/kKlfv4WzGT6Tyl6+jjS9PwkP2r+EPBw+9wQFwJ24NT/WCxw/LScjwLEUi7/YvZY+hlThv2D/zz7u8jC+21QaPpY0Hr4/i5W+xEIiP0wkVb4HQx4/8xw9P39XJj9GDvs+bGhWvykalL/cMXy/PwElPtD1ij/OIRDA3zIcPqv5A7/QGlE/D7q+PpuLTT1SSYS9zKMCwHxXF74K6ZA/qGkbP/3nRb8i7OA/NnMhv67WOT/Nr1g/NMQEP4HYnz6FwnS+OVHbvqX2Oj95XCK/NUlqPywM8j8o0TC9LKOGvnYOKL6AmKU/Xz+UP2Dm27yHYbA9TzFTvhpsOj9iPAs/1Xx+vwQqVr/uhbY+48ZtPqVmRD8MqN8+UktBv4Tfc780vRq+C6L7PF3xvL46QWI/2CbCvuHsBr8SfLG/L7Mhv7siZ7/0RTu+OEUuP52eVT7Ol4u/JqBTPTyW+b+WOJe+3E1vP7ocdr8ZB6k/5y25PwWZs77o3L8/wfE1vzCJ678PNNA93z1KvzJSNL/y4oG/sJVaPsyUB77iZqY/X517v3a/rz5jCXo/kc4Cv4yQtz75S3i+DVadPxMpiz/uZJI/W6YYvwnfFD+NY66/E6YGv7eksD8CwpS+nuECQNVnwj6LxMk+CZx+v948cz9hzog+2jUJP/ZFRz9t0LW/jnn5vvYJcj4Y6Hu/fMESv/6Hwz8c7Ro/TNJEvW83sz4voV+9",
            "urKWPzUEZT8QvjQ+ikH0v/JqLL5vhSK/AZ1tv6VEBr6SwNW/VNzwv2RrUL9uNs692q6Yvqhlcb8AHDm/xt9PPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            26
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAPu2oCwAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABHyPQMAAAAAAAAAAA="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "dMNrvrQFQ77EuoK+FrvUvrtTur3b8Km8BA3JvA7AVb5nIk++yH+svv0SC7/RGRy7oI7AvjGhP7yxl6S8u0PnvlwiULzSzee+qnZovsKM/73PQB+9o0vNvs4J77olMgq8KaecvcLQOrzE0gi9JAe8vnz+pr5UttO9EeUxvkjD7rs="
      ],
      "weights": [
        "RHRFPv/RsT0pANo9XEKxvQeX6L6fawO9PVNfu519tj6C1O+8sE3mvjn5jL66v1e9jcjwPj51z701Qoe9iSnDvmiSVzzGGLE+V033vaZGAb79WDC+adM/vae1JD7me709B3v0PbaigD4/CQw9vDkivrAjV77L/Qo+AVO2PsWCZb60b7O+WU8NPXMBCz5wkec9DpMdv55/jb3juC4+1UbWPbhD4b6dZnC+AWhwPt7xjj7vWpm9jLGqvoGfxz7kbXU+7Vakvc70T75vAJ8+pnkDvWEKvr4fOdG+1SAKv6Yq6L3Sd+q+xKX2vSsgKj462pS88Ktxvkqpqb2Jh00+FOaJPiGD4T0YIiI+H76cPvQRFD4/TbQ9COpJPeHKHz6nEIG8xDUIvqxl0bxKFSs+kD4OPpyTJD1r91C+nFqPvvX6W75wBo0+ztSnPtpa0D7yqKs+9/RaPkTKc74Flfi9+ErtPZc8zz3eI5M+/Uspvk61sb5MOlK+JF7vvY6qTL3Vci4+QGu5vJP8Br6pih89+tY1PZfLYz4bAie/Xte4vThMsz2QgWo9s+eZvvxl+b6BBgs+vUF9Ps5kwb1FT7G+awTNvawjDT58lnc+6uI8vtozvL4nO9K9KcU2PsoTNz4krU2+NHP/vi2fgb52XbI9SSqSPr1HKb4rA56+wKPXu9UABj42PQI9PCXfvDL4HL9jPim91lBfPuf3aT7cSuC6YDwIvyTfobzOI1U+26YxPqjWOb7Uuf6+vNWhvoISu71YCnU+RLucvcvYa77j+uC+VT0XvmBjjj1CLRa9t0uVvtOezD03LPs9O9YKPrlp/r4/gey9XyUpPtJGhT6kGO89eZCLvwpacT2EAZM+mjswPmBCOb89RQS/v8yRPnQWrD3snPa+qBoCv3Gpnj6XHl+9xMXRvvSkqb5u0OC8Zp2qPkw1mT50TSc+FHc5vowOir6O6uu9FWwwvrimJ76U9kE8+k+zPoi7yj5vfp6+ZYeDvt+MvD054bi8NvTkva7r6D6rnDg/",
        "IUNlPZs/ZL5wH1++eKMQvk1P3L4/Rri+ED2nPipIKj5Teos9MLQyPp2++b3NkHS+W3nCPDGSij4KRl28emjUviGnE72uWoA+VxGEPnMHib7wvdu+VfeJPg20ZD38aXQ+sL/ZvvFVDb7fdqY+ufwbu/8nyL2bm6y+Briiu3n+gT5gva068Km3vkFDdL58r92+HXRcvur9DD5oVCK+W2O2vhEQrT2N3OY+oB6cPlvzpjy+zRM9hOogPtYZQj1/kKm97wWfPjktAT4nuiS+PANwvvLb4r1ichI+QUL8PSMwvzwUHkO+4MPFvS5r9z2qMls+kegDPgSZOT5S1z07t9kBPgQx7L1uIoq+XEpyPWnjFj5vS7M9w3Q5vaIVi714c1k+E99ZPmlgYz2aDFI+TS9HPUvESL6dBok8+20uPuUOkDxhaIC9eUGSvmR+iL6Y6/G+l2QFv6rHu76Fo9W+Ll/WvhkRPTvDbXe9gl7yvQY9br6m9RC/enmyPitWqD5V4Bw+gQvXPUq3Jb+XtkU8gn+IPcw7IT5oc6k96ZD5vgMaF71gmdk9jYcjPoyWZD4JExK+vcBuPthVBz6JcTA+DAqYvrC3zb6KkBy+KGOou51x+T5Klz0+pUt7vt6yg75tDIq+tNdHPt3MhD7QJxk+VwbDvke/t701oU69M4cFPTRKJz4sULg9EACSvQ5f6b2/fN280/8rPsz/2j3WKs88iIFOvVSmoT3V2t49O7rzPTm8Zz5i0+g9EeBwPgmsozymniq+HV4kPknrHz5NQQI+gl/CvsIQ+b6Jb52+J7rNvgo68r6zBQa/Mb28POiHqL1VNUu9KLRHvax+cz2oFGo9CY90vjwE376LBfW+398QvkWIQb8/98u+LwEkvnIMgb6M/xq/f8GEvviLWD7jr3o+F8iYPs5spL7rj989L9MKPq76KD4ICZg+2ZY9PVtUjj0ZHrY9PJykva4x0z0np3M9h+3JvZXkTz6sk3Q9bWxNviZFwT2z6cu+ZuKtPgP+bz7KMC09",
        "4sTWO8t/Jz67Apy9ONUVvjivgj5olRa+SzKWPp7Cjr6GK5K+daOpPgSr4zv8Lsc9L8AtvhoYtr2EZUA+WTAWPjzRvr4lMaW+6z1SvqoAID1uY8C8VWTXvSePhj1Sy4Y+rP/SPmJQAL2ZJYk+7R1DPs2fPT5/0aA9Ge6RvlCQ0D3yJ0s9hgAUvn1HQL4SLr++oUBfvn6k576URLS+L6vVvjoeIb3oj9Y9mzC/PBB0l731r+495d/LPX+XRz4swG68QARePacEBz5KdfU9VkwRPiXDRr6VbMO9Lg8uPp7Nob6XRZM+3rizvbW967y0tGk+T4GivuejSj67nJ6+PiWZPc33xz6M0Y++bFIDPmzJgT3lHSA+/jv1vKiZEb9XvPg8mpUCv/frjL3uXQQ/XZziPn5E2j0dB5G+TdSuPFDjBr64NUQ9IDOKPvRXuj6ZGci9FETmvsdKjbyTipW+wNZyPvU/7z3Qc6C9sciBPrE6Kzta8qK9yzX6u5Qoc71uDwk+lzsyPgQUhz0LYsk98ae3PZq1ST5mjCg+2K1EPpXyKz6FNyk+vWEovjNt9b0I95U97JmCPcpq1724H/u+/2+6vsIMqr6e75u+vZ4kvnkfH7209ek9gvpnPqi8nD2kh2A9v0G6PV04a75b3iQ+qpBSPXxjKT7GLTk9JK2wvkbiQr3gNlY+3DmYPowHJT6cBou+13OhvjzDDr4wcOg72MpBPCaYVL387se+nMpWvnSeFL/9ozi//mB0Pru50z34TDq+avuXvqyONr70voo9qW2XPg2okT1bIhG+pSIYvrCxsL1ayBk+Qp77PTERTr6DqPq8KAMJvn/9MD7aD2k+l1XcPaxuDr2jH6W9/nvSPfGGPT7efdW8pFhevbAsGL2PaJS9QVDavccIqj1ukb4+TzFevmtIH75+dga/7Tfjvm9GzT5Qj6y9F6IQvspCtb6Zkou/ZPHGvpLr3D2uY70+7j3xPW60Pb4CIv6+3fUDPrvhoD7jyhs+CXKSvflVOL4gPw6+",
        "qJfqPeB7Iz6SliK97jaGvoqNFL7xgVc+xk0jPsdo9b0z9Si/ySk7voUtXj3P1z8+tMa9PcpSHL+t7Cq9xF6KPlnlIz6UbqC97p4uv80khL2lqAA+LZk2vAgFA7/AgQO+ila2vKbmKD67Jvc9IjAzPneH0b1KLFm+95SPvTUdJ7w8WkE+028YPh+4gL79CtW+s0yKvXG/QT2mzj8+4+9gPg9n+b4PhRm/d/oGva6B4j2YDQE/scuSPliI0L5/GtS+6fvjvUMTKb6SeyO+GfOcvkcWpr4ENpq+Y3E4PnJb4r2INLK9Q89CvbhEPzwjBJY+XhGkPm9nuD6Hat4+fhqkPqmqprxjIsy8QND9vUzIA77w4YI8wpGgvnX1gb6rPpS+c/AevgMbSL6hyRe/A2blvujoOb7BScU74DMwPjAyCL697Ra+LEt8Pn0pWj6bEgY+ZkinvVpobb15M64+uPJuPqOkUz6tLGq/dmzjvlNbCL4ZBsM88ZMqvYgZzr1D3CO/q6YAvyPYDr6Qk7Y9T8iNvtUQhT6KByQ+X0y0vWXuzr3aZyU+XRDgPmbUL74Rkoy+WMzlPae3mD6s4We++emRvj47Zz67sNw9yDHovWOQn75Y5Yq88bUwPvotHz5lP6C+TCzRPu4+Az54DwC9+zsyPVhAN77RMgc9tQPRPVvMZz5NbDk+wOHqPjEq5j6KLRc9DCxIvuXRJb79zgK+I9fzvnCopb5CTDS+3cRIPaYI877vMaS+eFr5POvhIT6dYiw+FRGAPva4AD8UC0I+tCThujy/kjsDkR8+cBFNvcfHjL35kDk+O5OHvsnKvrtA6668AXUyPk7Crj55aeO+IVzhvYEwuL7dMNA90vGPPqEnML5QK0O+0zS/vjUiwz09850+sAqTvolsij0vBVq+e3jsPcG0GD5ZdEu9je0jPuoSGjvKH0C+tl2iviNrGL67yms+cvXmPbt0Y72yqp++lxtpvwJkuD3vG008LP+vPRhptL0o432/LNZNPmR9aTxdsmY+",
        "P05hvhXrjb+UZUs+lW9/PMv4OL5IVEa/TgasvtYKTL7/RQq/biAIv6v0w74HST6+DLzLvs4dBb7FNgy+xI4ivsxGy71ppvM+2m7DPmBWyrwpEEQ+uRt3vXfcYD7op4282hASPtAg9D5Ia2g+vDocvxV5sb45fSW+i3VVvcB6I70="
      ]
    },
    "dense_1": {
      "bias": [
        "A2hAvk0FjL7IyoC8s14KPY4kAb69QXS9N16evM//Rbzw4a88xMWPPMwFPbwOyWQ9uQvQvV6kMT1nGQ2+9kW6PSVIP72JwXA9AUM8PZqfKT7t8za8DasgvtuNIz32JkC8gj5pvA5BtLzRKSU9jsi8vHTFxT0ZRtm91HAKPq+EWT1v0Uy8Wn1fPgxRkz2/HDQ+ATsbPueIHL7GWyQ+keMcPqEA7j0kVgi8qwlVu6jtFT52jei9wEpGPvpaF707qMi9OH+8uyb88j3O7x0+ZkhGu2Ox+bzj/u49w44GvXaCu72Muow9vzAcvnyd+zvSlnC8lS1dPhvgEj5SqYs8GE/mu5Qb5Dy8nVy9CUUDvqgU1T2R45C9OWdGvIfvr7uUELK9VqKcvVbiQr68Mwk+oxDyu2Xh072Ocn69BzQ2vYUH87sSe6E92KOZPEKVE70RMhS+rz0jvmILnLsiPo++sHlCPa5AUL57pfe8x/s3Pa0N771Q3Ao+sHKHvaZ18jttf4S9pGr8u9d1PjzwJkY9/W/VO62bkL3KihG9ptA8veStP7zB0/K7cr4RvoxzNT5fVFA+KKEWPjBvsD0ScZg+QvZcviJgCr66+oa8O5HYvSWQcT3K0r29dXqqOxSTFz1poL89Uy8KvTNZWj5sTDc+RFrjPYSrM76ryoy9wFlHvdsn3Tw="
      ],
      "weights": [
        "rgX5uwSRTD3z2xS8tG01vfDs6T3Gc6u9/NoZvXrJ9Dy4QUs99pzAPSne2DzrOtW9UyoQPQdrNT0V1w49YWvevNUdiz0oxjg9dHSUvNTa573z92W7Ahc6PUkb2Lwarpi9sXlJO91aAD7VCT29r6dhvcvYKD0Zaso9J+m0u4Nomjzk8ce8dDHtPf7nzbpuebS6tt8ivPxF5jxp7CQ9NObMPWVzrT1z2c48RU9evQfJ+bwKZ7s8czD8PROtCz2O7Zk85w0CvSva3TyAahW8Td1PvZE+77xG4Ka9CWDlPE5GDj3UHSi9BWsiPsfc270I3aU9k9e4va/QgL0wu8E9O2DevHufOjwTrDU7r0invCxC1jvO8WW9S3wNu/Qvhzz2Tjm9GeshPjbMpb2u/XC7Fr20vBujvbxav+E8Mvz+vEt0nzpdbY69yjRiPUOqGDxmmna99OiSuwc47b0NLd89QCLmPVO7IL0nYi88f/Gkvbxv7D0qsSU+uxHPPTxxoL0nAj49v2wDPQrXN70sCWK9/zlAPMbDSL18UyK8PnRmvYem/L2N6lC8CJd2PdWNXTy4RVk8i4zzPFxdUr1/tye+9ySjvL+8l7ya6U89pErUunrN2rzsXe48f7cJPZJ4qD36b6O9im37vePJSj53Oyi+z7saPcFYTj63xpK9I/eePI4EBDzK+u+8n1ZmvMah0jxOCy28vTUYPY1BTbxgTso6DYYLvfUELTzY80G8VO57PA4HDD1IkZ88oUdzvErbq700qc09bElvu+JUg70jh429L5KvvXMf0DvjNDA950VOPf5i8T0a8re8krA+PJZFhL3wZ0w8We+FPMhqj7xcD+G6egzkvaInwbpics+9ufWVPffG5rv56GI9fCWWPZ6zab2gHw89XPNqPRA7BLvGS9g7W1aKPOPXi71rJ/Q8Lky0PQ2T5rw9XsI9LJ+EPWiyYj3th227LfqFvcP2wb0CLL48LpSdPPQTG703B6c9akAJvtYSEj7EDQs8X70ZvXgRoz2YOt+8",
        "MglAvHuOVrtsScS8JIyPveTCq7yvnNg9SkgavLDYEb6NIgI94MOPvQ4PKjyE54M8IT+NO5qbgrz6sZa8mfUQveHfP7xodLC76GVjPP5zm7z1TYw9er//vSxpED6KlKI8PPRYvHRoILx5jY69lbnzOrkgUj3RVQY+mEMbvTT4fT13wqK8sx8DvrQmH70Xeri9abytvEJs6jwjcuW8lMSIPBKpN7zLHke9kBuSPXGAaL2emNs9KS4UvTIBI707sBO8fxY/PZavnD1WZue8ItwoPZ3LCD2r9JA9wn4YPusu27waj7Y8ywtjvVq4Ab7xYaa93IzJPGGtczxzYJM8Be/1PLpdJj4V9TE+pOfnvD2AOr24mUu863uLPVKUBj2/PZ+8tmztvaqSoT2QGZA6Jnkeu7acT7wrUta9oyshvvP/Brx5gOy8BzdOvjmNGb52BtQ6XY//vd5cPr2bSjA4NbCGPZdlxjsKYFQ+vxIYvqGnyb3pYh8+ZbbtPc5MAT5nbNA98o9/PPKgsTxu4Zw9Ed8TvuxdBL7ynyM+65pfPUg+gT6EaE89JUK8Oytug71b0Eg7APvmPYbuo72K1ZE9NcgLPZIzQD7ESYg+7wn7PfOR3Dwj/aC8SdoovsgGb7vjeig7dzQ1vj6dZDy4/Vy93k3GvSxOG772hPm9GPGxPZBHwrypSMA9Rrk6vBfmFr5PQFI8FSOGvcd6vD2cxYy8+w6KviFkk7vJ74m9cWlnvfZoljz4qAo9Yi3mvYrhBD16JLw7qlyHvb9Yqj1HvQK9nqYRvqXY3D25ffM8dWd0PmkZBT6gok88i46PPMnTXD2rN4c9xq45PkTEVr0hqMy9lZ6fuzl5o7y6ORS84JSdvVzUmL0Bywi9wZYHvhw5+bzhHJA9r+MDPU3H8j3VbXK9QL9vvuBmkL0xDNs9jIf1O+Qt9z1nggc9S+8ovHrbhDx3fhU+lHeuvcvbsT2tPAC9/fQFvuVdlj0nOsQ9C6bmvfkS3b2EuSM+qFYBvF0L9zvA1M29",
        "/46vvNlxaTwiCYc8mHwAPcbr4j3YB9Q80OP3PH5G0rz23Ug6ScYwvKbHWjxZiuq8P+lhPSPcjb2QHYG9R2AhvQCvzTz/okC9Kq4nvTgoq71zJq+9szCGvNpx1zyjXHi88ufovI2cIDxQvzy92GjYu2vVyjxEDq+9HOG+O3mjjj0xkog8yIgpO45KJbx6y0U688+9vF0YBj6tcwY9rWdpvE3PaTtlesW8P1fePOIm3L0e5/M9ec6hPCJV67xv+QO8MbxkPa9Smj1Njhu9KXcBvoF64LyBOyu9aKFDvN3VD7xNyFK8TQT5Pbnv9r1b9Pw7EIYcPF0kob1qAsY8rIzVOh4Ouz268hu9Lp0fvevVar0iqe+9Le8xvXfuFbytZ+w8Gh7IPdZ6oLwQaMW8tefcvJy1cDygkYI98dUgPAtB4rxtd4a9o1izPWEuIDzFTqI9QXULPsvAjL1jSgM+0eYWPTIqt7wuSrG8K9a2vNouyz2UXE08d8iaPcR8ZzwJrGE9HnHhvAoJpLyNH8+7OvSsvRYNor0yiE29TiIAPCSXhL0ykwK7EZJlPbaJRbyeQzu7DaSzPC3V+zxDohm9NkSlPCkT2DxRp1g9AOAFOcj05b1BZfu8BCrSPVr6BT57xfo8qZG4vYK6Oz1BGQO+8T2ePQqkzT3IuRK96dzGvI33FDwoDlI+z+JqucV/BL0SxQw/PLmGvoz62j1MHgG8FcGzPDhT1b2Wi0i+P0aKPBlCAj4+Ru49/2PJvfWjKr73Dro992SmviL1g729zpe+0JJWvgLnXT6UdZO9W6o1vq8ggr4Upq+8s3RtPdo69jqtHzw9witnPh8sIzxHM1o+11FhvmUu5LzpJU6+WPDqvZy7Vb7KZvY9iBeWPnmxOb5d1jI++vNaO0+5wTwNqom+46osPQjMCL6Ei9+7JgwEPXrL1b0VX88+2HAAPxRwKb01jm4+MuYQPgjQV76K5cw8foD0vMG9T74Li6u9IPWMvvPfID6fU0w9Dg21vdVC2j5KtyY8",
        "9t3RPH1lvrwO+hq+0A1evYPQq7yhnrA9+iIgPK84tr7BU6g8eBztvRs3n7773QE9DywvPXO/aTxbiMm9q93tvClLFb4AN8i9nnQYvcsiFb05Nyy9ttwivg9FHr0FamY9xepgvmlgjrwuagG9cVoRvtgLqz7NLpE93YM8Ps2flrwNjtM8t8hMvvRNKT5W/7k916o2vYrmcb6ZMum+LosjvE5L4bx9W6o+nBlXvcxU371R488+rJ8Bvgevnz5jweI9xa7fvBCSMT7qC5q+5vmOPLIiG770oQ4+pwnkPWJu2r5srgs+LePmvTFoTL7nBkI9+21fvlTahrwV1Tm9eus7vVATmz1m0Ka9h5yRPJzyKD4G5Qg8fxK8PRLqIL241K+5KaA8vo2HxDvZCbi87vqwPQJABD73I6y+sMIOvkfdkLy49NK9atQSvno/iz1k4N29FsIEPXRm4b2RBpi9HbkTPvYYXzwiS9s9U4eKPcZYjb0kDxe9CtsGvTNHZz7UiAo7ATwJveMNvztaeqe9ADl3vnRrKL3B/Z0+d3+YPfNH8j3rJzc+fbgAvGTynT3QgcY9ZEC0PfiUOb7Fyps+nfBCvhzryz54CJM+uAN2u6qokT0fhQ27GlRyvopriLubbY69lm22vRZ2Tj7fnja+aM4rvd/0Hz6hbDy9xSyQvf2qgTqf2Ry96iMRvjg+aL6OiRI96WNRvlF8sj2Saee70oldvpBDTj35NnC+sdYGvtAUT7wdngG+6CnivZu9Fj5hJAa9nNzXPP5gLz1OXX27ylPxPUPrKT55vfG93vkfPv8fcz3If4u+lUYGvfob/70d5aW9IQyUPS64a73mBJI9rijTPbkklDyoJAi+2waqvYKX4Lyudpq9y/QdvUdj/b0bngw+9QmOOhSV+D1r5zC+xqdbPAE3gj5v+w69uqeCPFYSVj0TwPm83ZQKPjw+Pb2VbLk9N8tnvtR7iLzHGGc9Y0vOvibj5j5EqTi+LIGRvR8YE74DoWq+3IWvvIgpRDy/McK9",
        "mTElPuY5Y7xw5By7l2wKPk85Yb7JpXk9JBzIvNgRBz3pKK69FE7dPZbJuDv8o2S9qAMnvAoBy72nT/C9SC+FuMzvEL62886+FiFyvsFaBL5X/zO+nMC0vZmQQ73+P5E9uCS4PEfDHrpvpM09ZktUO63jwD1Vy9Q9TUO7PTJHAL57GIQ8dMLTPLtgWDuyk6u+8UamPXJjzT1igUy9hkrBPtAGlr3zZZi8RC65vU9HhLsfh7W9ZYqQvY/PtL0b9cO9db2LPskshD4YM8u8SSp5PhEdkL4cK4U9HImfu1AnRL7s8C29+H6tvdqT7D12ugu+PhVKvTqPRr4X4Rq83znNO2dSaj4BPDA+rRCAvhLqyj2Dyhs+CEoXvl26/joQoCK+gSNmvhgtHb5vAhy+RYICugCWaD4auC2+RJ2sPcgGK70WZUC+mZ2gPmZA6DtEFp29YQcXPiifST4kuE0+Y4yPPXHiNL5zRwo8FiHRvM9bbLxkKma97rixPBD9mLtrQ7O9ngosOk3+F75JkNA9hKBLPQgZyr5xxOK9BgT+vccKxTo24Hw81st5vaxuojvO5PU9o1wyvZfHQz5xAIm9IhZIPKDnZz1WJJS8VcsHvdBnhz0Zlwm9oTIKPq9vy71KVjy+LcVHPuuvjj7+FDi9kXKAvMhZhr1B5N69wRIcva1/p73DZV0+CZlRvmtBVbzkmx4/CtvIPZwflT0N7yk8lJ8nvZHMzb4hwbE9mOBFPKPBY77e4Hc8A0JcPspI2L1OUEa+8pCVPInWIL78eta+kdkivzjyDD2nmt+9fHA8vmSJor6g3ds7+WeoPfMCDb6h5nm+2d4NPmVWiT7zu9s+yWNvvRj5Hr11SvA+PhWoPU6r5L51Gy29FXpRPvM2+LywC4Q+F9sfvg6z2jpkdgu+rKm8PaAyTD7ONGc95QMxPj80Rr6xaq0+YQ2ZPg4IHr7LBYc+5Q2LvTqWRb2gdum7oqJAvaweLr5Js0U+aHBEPg6j1b0sfoQ9O/igPcFXjT2FIR29",
        "UbRZPiS6mz5J3lG+PkCSPRV2gj4O7K08fKi1O0kbyL300m0+lTOivuxTl769qEu8X7WOPbC8xT1nfh69uze8PFlVxb2IDuu8w0hUvGxuLb7RQKQ+jpCRvgojXz5WRWg+P2DJvd2B3zx5/Ay+rsVnvuujoD4mGQQ9qC4aPhgBvj7hQi28izqRvn/gE77NQTU+3khtvuse/b2nRee+02yFPp2IGb1JPfA+jszIO7MTNL52zvI+LZuVvQ9dFD7evjO9/6O0PUN0Wz4qAr+9duVvvTx4vL2KdK8+EkuEPGvftL4NamU+yMlgPmhdi74u+cK9MIvOPf3XSL6gCra9+iACPu+n8T1TlsS7obVAve1NuD6TtEy8c2lMPg5LqLyhvQU9PtGNvdhxlz0+iTa8zLRAvDZQwbzgNoG+YICQvZjxB770ewC9HV3NvZp0Qb5Netq96UysO9n6hr3Qs3i9Z17MPJp0gzxshRI+jaREvW5PTL7jIvs83RL5uzKRkT4Jdbk9t8+cPMc/Tz0zku28slmOvpa8sTxS9Jg+o5h0PIYSIT6YFsg8mRwnvMn4kr1nl9Q9uurPPJMw4r1lpqI9134yvi9hlT6a78I+zJoDvuTc4j2KpUe8djklvilYt7sgWpi9uQcYvtARCj5DIE69I04Nvs6VQj6jMye+M7hZvZxGgLue2GS9AX6FvVxrhr6ni1s9XggsPPWWADz4DSe94wOQvh1itj0ah5i+5qgyvQXFBbyPRvw9feEwvgcFq7ylbfW6PmsYvqw5r7z/I+I8Ju1sPe3HVj5ie5g8g38zPtchqj1e7MS8B0vsvOeJFD3CNjW+PxXCPdt5p72zAKM9HIstPgzlpjq0TDS+UKAxPD5Boz1vCQG+rnFkOte3i73zQkY+/9xUumHExD2EI0G+tQcjPTuFjT7zHcy87p6nPRwZ3z1/Rgi+msWXvfa6l7zPbCA+61bfvfyBCD4Oc4i8M9fQvgQtPj4FhDu+PoaRvQWtIr50/TC9YfBDvSWKpb3c+gm+",
        "0Ie/vUxVAz29+To8FPGEvaNwIT16ViW9qae8PCCuOrzUc4o9IgmZPFt8AL07qG29TMhhPd1ClD0J4tS9k31yvWMlHD3tXTq9LdlavSoeAj4t/ZE98EM+PTKe/rwuAeK8ngFAPJ9Dgr2aFS47pBOavNp5gLzrC1a8uHoIvBex/LvzyCe9VvjFvCg1VbyShzi8BjyQulXdX73I5g+9amyhPAQT2z1X3r+88W5JOqTx/bzCeCQ93nErPTUOTz2aQV28xrPsPMpdTDydUoU9gn1vvHvJrLwQihq9VREnPEpQuDwZ5fu8XBLEPKaajrvVUSU91xavvPclEz1FysI9omDfu5j84D2kUM06qkOUvevILr2Z5VK9t1lbvKVxgLxUl4q9m+4RPkXf5DxzQ6k9WUBQvKvZAbyYx5c9VRo7vWITxTylAPm6BupEPd3RMbyMF3K9xV3ZvLEeTT2pXjO8efAdPXpnaL34aqc8CKvDvA52br1yvJE9PT4YPXT5WzxP5RK9aYe6PG+MP7wK9QS9IzO6vFWDuDwRxZW9BhS6vPsW9b2cqSK82C5QPSYUy7zSWpC89zcBPbPhDTtJ6wo91fQXvVhcPT0F0Q09t5LMvLkRzL3We4I8v+svvZPptjzdU+k9R8HQvagMpTxjDpy6PVMJPbmUmT2YQBa9eOWXPG3bfrx6DXe8jvCMuwBXurlKlyw9+k+NO6oFi72IJN28ZJVNPJeKCjwjkvW8MIPVu/ewg72v3w284uSOPHvyHb0UvA29P1osPWZNhTzSq7K46YlrPSfLiD3rI2o9w4ywO9nTD72g33s8V/JMvStBZ71+bTm7Au5lveS7jrxfIHs8WHuiPLhtCzwRPg29cAvOvH4ZVjuD1vu8B6gJvK0cO71gH2E5ApMVvDyN97uZZIG8GhbZvKdtUDvl9W09fUhMPXm0ED0MEba7EbHTvDRZ/7uYxkY8wN9Avdxmk7wmBwi8UH0AO0RdyjtFukk9O9wLPdV1wTwhIrU7FRKWugL9Jr1+GIS8",
        "S7v/POih0Lx1t4y9JnsMPasKVr0thXU7nlbou+EXWrwC4No8PTgOvDK/ZD1ktX+7AGxdOMO8Dz0qd8u82LnXO+C1K70A4Eg9oF2QuhG77by9sJi8hbCWPBsgkLsD2AG8ba4BvWAKgru4eQc9brAjvXaO1jw5jwQ8dIoYPTEQTD2gh6+7TgwvPTMtVTskF408LlWAPGocbTsR9Ky8xhchvT5X4bxlE9E8i4AIPW05Bz3pRne7aFoNvD54rLx3wao8NrscPJo1ArxQ7FO8AXRJvS7/xzxQrWi89ulVvfMJ6TwtQYK9CcXWvMEBoTtMXFE9oRCQO5eP/rsgGNA8BK6JvKBOvz6aQi6+oqKYvHqtWj5Agai+98+wvW89zTvRJ588RjNGuwJXCb2699W8/autPjwwVT6hMx29gW7GPQiN3z2k34a++d+avmyKGr69O5G+m5NmPsLiDL579S2+lcoTvmUup7wJHtG9ut5XvRVHUj61T7w9uWrfPbKdOz5u4K2+FMPYO0Ausb1JONI9swBJPueoZz7+kUo+Zi8ivWySMD5+ZYQ9DLa0PDWWHD1ROM+9P9Gdvavcir0OTV8+uLLtPO4iYz61JVs+HoOjOyshbbwqFWc+MOyhvmXgOzu2Zx091o+mvX0fxLsuAZW+Stsnu2DcFr4EDUQ9sq3wPpfvhzwjvG49SOK3PUifGT3W9VK8LvygvePEMT5XzHM6rRTpvtg67L12rKG9J3HSvRDsYjuWrHM8+EICvhyrHb66ogm9AxOdPXR8/72bZEo7GgUAvrmksr1Uwsy9XwQLPXv0pL0OUCe97p6BPHznEL2OKyy+QeEAPsY00j1vrRw+HpsBvqct17u7tW++TKRAPmGnxD098Bu+1K6JvpgIA79bEyS905ykvP2UGD7Pb+e9vgw6vpUc0T4bfg++8LhdPiA8nzyLBJg9guKBPh52gL6Tbdy8bVQsvjMsXT3nmek8lJKCvdHuKj5RAeM9DafuvT3q9T3LH06+dfHhvRYFAD15fXU+",
        "KT7GPIKvnT1viBw8q9yIvOqV6D2HJGs9Z6GgPKOqFry40NS98RgHvjzRZDxzLgO+CFYyPe19kb0xdLq8bMFtvQ/ihDzHcKU7x7bOvZYIpr0rAho+hwGvOLLiCL1t40U9Fkc9vHsqm72xM9+9d6uGPLOGHDx9VnK9kO9wvSMFJT1wFJo8D7y3PQfvGT0+A929BQEFvhYyUD454wK+MEhhPMwPor1fmpM8/uMcPe+aob2E1PU970aevKZ9071s4QG9184EPmCfFD4eDcK8I9uJvdyIirzMmPa9f/oGvZ82GD2onTC9V6dGPuYl0zwTz4A985DLPMxQvrzF9Bu7jXUXPE0GvLzW2Aq+X3PRvVVXK7zS+jC+zUkJvV1CgDxaGxC+6Z+NPqf4t70IQ1S8JOEdPDw3VT0td309q7q1va/pXzyPEoG9Q2coPcuBt7xXZqI9PDAtPn4KxL04DN89aZqZPVcRh71183C8KIZavdJXRb24W6s8/HKHPVIID77wHcQ9aYdmu+kHoL3O4uQ86lKRvY+Aez3ElAa+VAVQvdotkr1PA268DUYNPter1L0TGla+TWAPPj3RLr6EDvq9f+HbPVQ7Ar78TrY7NztEPB9VrL1hgmA7+OGfvDOipD0TK+S9YJUTvUeCE77bY6+9cXPuvNpH+z1yExg8SeYSvDlfo7zlLqy9VCMxvVmtKzyQgYO8xQa7vUfCzbuVC5u8dfkrvUfoojyBTQw9W5aLvLrsUr3d+rC9v8pqPanAOr2i5ES7j67BPYw3wD2lcci8IpmmvTmYSL3qe3e9ZxoEPbfGfL3J8Ay9+UiJPe6UWr6EYZS9EtMePk9jVr38g2W95Pq2PIUtFr044LM9zO0OPqck6b0sAVo9jmRFvdR8UL2+heA86gKmvAUl3Lvt7lq+abWRvKKZULxrYiI+0l6WPMikrLzeP209LRUmvm16ED7j+ow93b75vUC147zlKwS9XDGGPJhztj2nm7c9DWJtPdpuG7w3Iw2+xJKxPCu6Sj0nd3e8",
        "8Me4PUbdOj1v8p+9LpXyPSw/uj1zGLc9rQ3qvDnPpL0R4OO9skowPDS3YLt4ZU87+D5Uvah3LDwxq2I99BdnvCFYVb0SHa4991SRPGe76rtzHBg+uCNbPcaoR72AiMM81QAHvkeAIL05aeI8seNIvTUzrD2zb0A9NaBAPie7yT23TYy8Zh/9vXpbFT0aOjq97RG3vLHQG74dMUS+qE8jvcJVED1MSg0+DN1HPocDqb2vTsY91mLtvAMvgT7QhbS9UswAvglVEj3QvRm+9hWgPGX2Xb6naUe9qkcXPqH8bD5mvtc8ukGnPXiM27y/+NE9aW0BPkT4Mb28h7u8QI8wPkzqobuuhDO9iRF/vcTheT4xJYe8zjxsvXV4+jsKlAc9c5qRvgzu1T0PYRU9u4IrPeC/ED7HoNC9wrSSvSHlU74uF5i9JL5TvqpqEr5nf0q7LEubvN6gLr2nude9+rvMPcCHZjxgXVW9cY8PPv3Npb27WQ4941TDva0DnD51zte8LevsvAHjQj6x6DO9mJvYvpOZuD0NdDo+ZqjHPeTPIT5wu8s9sBUEvfGuvrysvNI9gMHnuze0jb7uubU9Gq2jvmE9hz4+apc+5p5TvAtudj1yN9M7i1Q4vXL3iztg4Re+XXDQOwzFBz0MJnW+aEvPu5eSED5cjc69KgNgvowQHLudyJm9o50CvB7bfr43PUU9PNmpvdCZgb2TRcI8oJZ/utKvfT11+ee9AvLpvYs/Jb1CYGk9wP+cvcvaED0QLy695PLnOxZ0aD3rERm9OgmbPRWoIT5D3Fo6qPs4PbSKXj2cCUS+U0IkvH7uGr1KSSG+VEAAPmhej72xOxE+3DwCOlcKn7yvw4G9cmDfPKyTPD46TRO+DF/lvby/Jr7vDDc+qeSePHDkaD6p14m+1m81PpWZDT1tD8o9xWRLPTRu5bxH4kW+4AGpvSPakL0UZ3w+484KvobxyT0jDDW+H/C7vqChdj4Mfd+8jlkLPEfYIL13k1u+l9uYvVAVlb2Ielq+",
        "leDNPWqGiD0rMxU9WAeLPvkWNr7q+14+NSYDvYowFbydAJK8Z3CePBOxarvUn5y8AtY1vRIX4b4CodC9uKUSvlAP3r1dlia9kYQzvtfzxLxruw480kjSvK0a2r2i5oa9hwrBPL6aBT6pUz6+FrBlPGHxXz6FZcy7ch9mPvS1Dz6ipcK8oqVBvTpBcTyyxyi+wuzaPOMElD7xE4g9oF6MPif3F72YTLI87OYIPpzQh7uIVbE8wlS7PSctsj2CR/G9UmBqPufisD7z/KU79FsTPr4jC7yiTVi9L5hrPHmlQ7qViAW+l/0WvVUFtbxJSaC9kA7iPV+WBr6gKEA+9A1TO1lIfLtRU/M8OPPVvfUagD5eakA9BahaO2eTmjyTbeW+wxcMPvgzCr6OCWe945hKvGglnz2i7W2+0z4YvTfdAb3VGa29zO76PJoQIjzozlO+T6UKPgnnorxWMgE+lgUXPtx4Cr4J37o8eS0xPUdA6r0WBT29GmURvu3CBLxNQLg9+5qvPO2Ww71QEwW8NWB3uzEx071KsM28F73OvKCeWj38hrw8YS8pPowUH77BmZ6+uGlEPiLeCL4LMCq95ZJdPiw+6z0iMUO9JoyEPDNhMz6cBoW9HCXpPfEMO72GOym+avpuPiC3Ij1WAla+KbqjvAserz08vJk9+evLvP+DHTw2sCu9K88Avqh9u7unX2e9CO9GveROHb5YW7A7BW2qPJstqj1RaPK8tiwOPYrPVzydhNK9WMGhPRJumL6VGcA8ctwePfjpS7u0MHI9rGoDPtfBPz2ShoQ9lfT7PS3AwzvJm4+8bU4dvrxISr074gs+OEMLvax467wFBvk9p9naPaDMszyhxSg9AOyLvAOeiT0CcTs9wMWZvR6SbL2u7FK90WmBPZhVC70JnPY9sbM3PQODur1cweC8XeGsPMN5Mj2GWWC99QVsurpMIT5wTsk9h9y5vAO+tjyAkrG74+UhPZDc5z2wVlE9kO3MvaRl37umBwY9taaoveo9vTzsg8G8",
        "uB51PvIqsTyhXuw8IPPHPf7Ocr4U8wO+kYqSvPgme73smdg8euqavL26yD0Mo8y7q99LvaFHPT3LuWi8xgsxvCzOGj4Bo6C8BLzZvKBLn7wKzC29eJdfPcm6tTyTlQK8TLKZvbNxj7zY/ws9bFsRvliJ0T2UkRs9fxpfPQHhATszMfK8MGPGPTV5F77cZyI9yZ7cPZS8rr2hLJE9A+q/uwAa4zjaiPS6J4UyvbQ0Rj76oxg+2HbwPdIygz30jjS9lUXpvWPPEL6rgMs71kU5vey3pj3NRy++BeagPdEA0LzPLSE9taWAvfWUKj7TM826NCTwvbPuMj1LXrg9LmKYPIFFnDzHerq8Jhp/vFgHXTxaDLQ8CraAvdm8Br07zs48OgLZvOqD8DyDyfW7IASVvKT+Qj1PXl09LdN6vZt1eL2Mvp88ectmvLvUajzjyl89wpqgPdWuoryx4NK8U/XevMZnrbwq3F+9E1miuxfQfTyUVd08dLl8vElQGDy1JcY8yvnLvN517rx27hu79fQYO6frDb0EgPc8i70TuwZ/Qz28AC49bGLGPBT1/rxhcUm9I2DCO99/MD05r/u6HaiKvK2vAz2E0FM9itO/PJvcSjyvdQy9TCwUOxwTBbz0VAI9N6mCPeEaUjy3YJo86amkPdsotbw8bU88W8y/POzaPzYtNHQ9waVxvarRNL3OwLi8MfqCvBpTDbzYdg299kJJvdCZqT0dM8U5Aer6O7q5/DsmywG8rrQJPXzWSb3ycni8e4+FvDFQcDydAA29le4lvW3HcT3W4l68Ux58PBwlYT2VipC83sjGPBVXcbu9EDW8wLQZPXr0AD2s7Ym8rBPGvKB4szwlaBq9493aPMD5Qb19WDY9LT3YO1Nzi7zoHx+9YO6BPIjcOz2dHkI95Pz6O/RDdDxO0ea8OHeoPDSy3DziOgI8p2M8PQLHfzwa4vK8vwsIvTkfirxrg387puJZPaAkmLye06U8/oNbveVdHT2BkFM9SVkPvW7Cnrvgz5G6",
        "RcZxveilvj0LlqW8Q8R3vdcKij06JM692KxLPPtq8bxnj+K96n3RPHwNAj0PVTm+Kt8evlvoyz25Ck++SQcivcYA7joxeNC86RmCvVHMr73lXNy9th7EPLBveD2DAYG9qe6tPGTUJz430LI9h8zVvKe8Iz5lzrg9rSVwvTvkEb28TZ08aFHEPNEFYT5xkuu94o3WvElZ6D3Z71q9KQ2gPK0pxbuRjMy82N+Dvt2ujz1obl++VAoTPXmjjz1KSgm8TdSZPcAOEz1gekk+mo7RvasKsj3WGRq+yyiButzarbypBQ+5woRJPLvKHr1+snu98JHSvb8dgL7skIo+6NF9vPVhVj5jGac9H54RvatoDb1sWP88GfTkPKfukjsgr5G9Z5MkPmDYtz3ESCc9L5cOO/OjxryC7iA9M1QCvb+4lbyHsuY8gY6pOz1tAb2AozC+LIHbPcm3mr0DkFc+vUHiPd/zEb2W9sq8+1fkvdiuI72RdWo+WF84PeZGxz3KXnS9+CRdvDGQQr4zkru9yKjpvXKkXrtnmD6+l42gvrpOr71Sl0A8H8e1PSIjFrxv5Du9+bhsPQa7s7tOgKA921KXvRO9gb3ZVus9zYMyvRx+vj2enLe8wmqkPQRml7379IO922V3vZX7Gz4Cefy9LoVCPLThCT5Asl6+JqHlvHrkQb1vldk85GgPPWf3gLy9ZhG7V4RCvR0cIT2x5qq80hn+vKNkS7oMTxO8vur7PAd9MrzIfcs853GLPEr70rzbN+C8LvAivZaB9TxQ0zW8D/lpO1XOmjp44Ce9ZoD+OzPzazxgirC7R4EoPDNtarwDF1O7hKixvBrIKj08Rmi8v6kMPaXg2rvO5Ko8o0HCvCPzpTtyBdY8TtbNPK70yTynqZo6UXmbu3CAgbz9vlG81D1pPIBdi7zGThs91WM0vcJ+hzySIjA94/NWvK7GvTxSqsC8Aoaiu4oYFr0HexE9v/M/PItoZbwIUIC84G7HvLCnCz3nlDA9Yhfnuozj2TyedKw8",
        "dwBGu8ASgrybCGW85AbjvOsOAT1w1wK7zc/vPJoFZrw31qm8jnL6u08VpDx0ZRU8mMQ3vIyKET2+rZy67V8MvdF1vbz0a728EVK5O7P+KrxIAAc90YMMvSaybzy2jdS8buCZPEH3Eb0KQbm6n9enPPStxTwnlJ88zKtDOi5kIz3X9pI7eyUjPAJXUj0Qva48V1kbu+Wi7TwvKYQ897/qvFb18zzzFqw8TqYoPZ7vp7sKzzS7S0iDvNICHj35fb87y8eLvMQm1jzvzMY8Go98O2REtbyRAOM8eVjyPC09yLttoto7mQERPVph/7wmYti73lH8uyWi4jswTL68ouMFvS3DLLtrSN88Rq1rOZnYGT1SRkS9NwpwPFIDYDwLlZM8SMtCvFcxUL3Li8W68CxBvf987zyfyL88pdtjvPScn7z9e4a9gdV8PAvaHb2qyzo6udisuulOrTzROEM8giEFvfRnz7wSK4q7UH+xvNKPNDu8h9U8LgLTPE5xCD1hz9w8kEljPJhvgLz1kNa7B02PvA4e0zwykhI9k19XPWVB/TxARtg8QfPevCBxqLxtGAw9J3VmvezWhbskCaY8LOr5PPR3/DzSm1s9iMyXOxGuSDz5IRG9W0ImvM6J2rwmySu7wmwgvEWT7jyUNxo9ZEeMPNNCUj3y8ce8hQn2vBNpqLyVkYU9UTpxvFOUNb1qTn281K3rPIcos7xYXpk884U1vHFRY7yYpcy8jLUMOzr/ETznGo082QWYu2t4Kbw8QA08Do+mvDcu3jumkde8iHa+PMK937xWG7686HJVPVa0sDvmCuk7qDj2vBEVmjyEYUc9BPn9PCJeV7xRloO8siCovO9sgDwzSHC8CqIlPXDQBz072Eq9o6DBPKreFTupfc28T4Xwu2ksEj2PTkY8pym4vAvmjzyqpL07U8EhO9ia07yp2528hqizO0vqkbsHys275YDnvOwHIzwj0+c8QZVbPP51Lrxmfwc9TIAluwl0Jzu45/g7NlStu8GAq7zATOs8",
        "CCi6vDr0gz3ff9I8zh9pvVaiSjyhGdK85MKhu9G08ryx2Q69FruBPFKsRjueLZ+9kizAPadTJz3MQFW9Jw/VvC9D8Dykbja9ArNsvX0wVj2JeMA9b0p6PbSFJL2Gifg8dIOOPDZPjL04Poe92BTtvHQi/LzzlrM7kn5BO1Ao5zzV7na7cBbQOqFc/7mpGyW9ZUzEuwEF4DzQG/K8yO/APEjazz3oX4s7nTqsPI+S0ry4DNQ9oXEGvFmfzzwGh5u7ivN5PSv4nbuMako9jEJ1vZSVcL15GKm8gKFzu2qakbunB1+9wpmsPGN4bTvHhHc8QJjHvYx19LtMNtE9OPljPNg06z2q49e7/E87vceG+Lw6XNu8htm6vA4h2zs6kFO88jUjPpeI37xmLR48eF2RvC5JRbx2l/88xYrPvaxVCbtBqNu8CTAgPeMiizxSB7i8kVbYPLXjCDxw8oI9f/ebuyQsVr0o3fy8eGJ/u0tvR73Dawk9QwwFPrjJ0zpsLAO8blaevMMHF70PPpS96YKFvVlb2byt2qK99O1BvVmLEr67nwS8jAmTParcLrsQiyq8jcZuuxWEW70eVY08LvYbPSjAh7syAiU83L8hPVf+zr3Etp48MpQLvUwblTqZmpI9PsKrvUh/r7zKd569NKHfOwgxzj1CQzO90fGKvDS/QDwNswK+J3I5u/jkuDz/a9y7xewXvJPmGL2iMF67CQLUPHWxjD5qhcU9qPWwvKzGcD1Vk/49ra8jO3KXfrsMA4I+C0QNPS7g6L251wQ+Isg8PnSI27xHgAm+bQPevSoJrz0waYi8zDgRvuCsEj4RCCg+JLvuvVIPoTvfQCI+2ImGvQ/zIzzyVpw9SgiSPpW+kz5NqTg+a7njvfkuGD0qKjA9KoYYPs2fB70dL2M+CkJ8vkejmj1sVqi8D7x3PvxbNr2bwRk+dN3DPdqqhD65xp495WSqvNBLu72U9pM64ZPSPPDyHT7cCRm+nNvZvWv3J74Znzm+kOCJvdNICT4AOha7",
        "oqILPjkRC72TOE09jw5BPsgF173zsdg8rM8HvQVRJD7ad1K+iDYMPQjv1T24DgM8j5n5vZFIN70FCZe9VGsYPNkYoz5Re3W9e4GFvBXjAL53m9y9t8iCPi/Rkrs9lkG6+xzLvYOt/7zY6di9xylnPUBrrbyg/QG80HJOvXQyB75nABE9z0oGvi03VzxhrUK9eYUbvQWPhL3AV4y+PyyNveHK7Dxqyy89/q2RvceUjD30Jak8i9FkPXaySbtVGrw8jCH2PVyLFj1i1lq9UpC0vfY4ib1jXAI+33kIPsEMij4H+yQ8wZAZPpn/QTzszAg+68dRvNGltb0yxFc9K7cJPQOEMj2iuw+8ioerPDllvT3ym5k7J4gFveyjHjyeh8w8pdGOPQelTL0afQW85F2CPpktkL0BvCu9l3kIPtUUob2AR4a9Ghm3POdB9jy0RXi9xaqhvAVlIT75Rfm8YVxkvrBqN7uSKZ48cZ6/PJtzm70XR1k90wlzPPkODj69UD2+PBmVPBDIab4NXl49ynBBPlvlkD5O2ra9+/OQPYDxuzwEzy0+1qOZvMmj4j3+N/Q9Rvc8vl2dhrz/3tE9qVofO4FZ/7zg99A9WS8KPhvr9L3fWsy8PDeSPte5Az0rVg29olSdPQF9Hr5QteI9wJ0lPkulz7ytG9w8ZC5ZPodJlLxEGOs9qyoaPgYgAT4l6T88dgsePp7o371m67A8ZlWnvWsdzL3uJP+9p7CwOihmaLxdblq81EBIvt5khTxwsoU7IkbVvEJWar4sMc68IgMhvpX0rT2YEny9Q5ODvm3emz1eiQ09gKLUvNl3yj2cF1a9oe8PPk9ZsD0SDCG9IYGbPBl3yLxFNr48ZeNAPrs9JT32ptW8uJyLPlXBcb51qku8TwKBO27gPb1qTSo+61GiPZDmqD0NFk29mQh1Pe4/Hj3oQYC9fsvZPNos273lJF0+GcVUO/qLuj3HHp68uxhfvJ5Labyw1Cs+txVtPE9+R74+Dma99acvvi8KMT28kFM9",
        "8elbPajDhD25Hm67ZKwuvhdDbr4GMoQ9gdzIOXEgB7zyrTm+Ae5qPmKF6DxRJDk9yOXxPRW+d73oaJa9Vl7xPQAqsD04Ihc9YhkGvk6Jdb5Ryvu99/szPcao9b3XW2w8awUfPduHdj6HyYC8c9sNPZ3C+T1rARi7sKlGvfc6J72EoC48UM2oOymthj5XbH88K3P7PU6p+TzOA8C95D/0PXuPirwVUpi8CXoUvhazjr278hK+UI9dPXb8oTwLv7+8H3AUPjpZhj29VB8+4kwgvDO+d7zdmCi+bhrIvLRzLT2ILmU80IWRPMVPHz4Mr4Y8u8lIvdaFI72Y8CQ+oAvjvPR3ZT6uUVW9iIpXPTUig72vKPc9UsS/PXW2vbxD0i2+i+t7vUFMur3kMBK+3ygPvfbeVD0uEsq9UJ+fvXbaAb1wq3894PctvnCOJbyMA4q9zaRSPud6wr1dnDw+52dkPpqR5z3lyOi86ymZvRrsCL2JC00+ih6wPEYrrL3I+Oi7S7IGu6jlwbxktH+9mJOsve4eD75TPwq+k97WusDAxjuUhta8lRSKvW5iuDz8dDq+C26YvOkpPL7pvza+7kZ4PM5rp73u+Dq8S9o8va27BD63qpu9HjAbPqxbxrwQOca9oN8hPpA77T1DoVm+RkjCvtU31j2VMXK9G8aNPFZACzpEOr89jl/lvSa5vrxHl369LrqnvZdGr73wjQ698XsmvBPiC72OO9y8IgvZPJohAr2K+9c9wjNYPq3Fvr0iJVQ8np94PRyQor1wlVG93MAcvqZAxb2RjK49OUwGvXJh0b220bw8mBeCPZMG2T0rv0g9zg7wPS0QcLyCB+c93KVSvaAgO73lwv89p7kNPu1ALz2sdtk9YN4+vSEd07wcxys9SBNbPQ/D0btzJKe9343zvYkSbL5Su9U9oLHEvD3wnTygSHu88jD0PdjrNj7ef369IPJQPLjqpbzglrG8zASpPafCAj0pPMW8wWYDPRa7p7zKBrw9IxVNvhaGCj4Y3sg8",
        "bSQPPt6Yub0Nxxq9xJnJPD86NDwN55G9YuXEPDlyu70R2Qq+ZhCkvPas0D18lzU7KXqSvInqoD06OP49EX6JOhJonT2Kuhm+BEDKPOG24b3Fsb89ifYSvWYuGD4X4KM9c+7PvHI7WjvtLJq9ldGLPR5uBj6B74+6B7SKvH1lG70QtdU72LXRvTL7M72ZWFy+QMVgvq74WD3OCCu92Q84vRVw8LwM7BC+RLSDPT4rBT4ZD9M9eU43PSrcKr7vXRW+TJ5HPbV3BT2Mg9w9XY+4veMdUr1nDZQ9ToY/PsLm2T39D1o7SPGOPVezN77xbb29HK+qvIYIbz3oTNO8XFjDPKQ/Ej7rJ/C9XhcaPVBZNb6qy2s+JlGQPaMeQ7ouR467dXYIvkYyRz4Tc4c8P7c6PLtDDj3C0uK8P7ZlvfykF77oMgg+gZaKvpdg3b0W6L2+XOjovVGZX75AkBa+erPtvAP9BzxbVYQ+oh4BPRy8A758s/E9uUoaPca6gz1FDZg9egfevDsCET56G589k1CfvWnW9z3JpF0+WnimvYXRvT0lgyW+H0YovbywOL4JHv496cEFvq+BET7Slwu+roOfvUpZQT45etQ8Hz4zvdqm8L3w21G9b7kMO054qDyvzam7TCPVvS23Sj7izKG9E8eXvQ5YR75mqUK+TGRsvkeDG7u/Moe8bxOZva7CwTzawfc9AHaJPdpKAL628B48NCwKPTfxQj0Y1HS+VVzfvfAAyTujYw8+u6W3PTO8/j0jEhm9NgEcveUvGj6Pd328ts+SPYZoZj2WlSG+oJ2jPqfHkz0mZjI8DhAavfw1Qr6Njkg+jCyvPbp3jD0f64E+Er6iPVjx8jlqQQq+UNqOPa+zCL61dhC9tMdLPUp35r7uOai9TFz9vARp/ztH1gk97jqpvU6r8T28B3u9KO5pvANLEr1Ob7u8OBDnPY4pgz17ObA9a4QOvYKuTz4kxxY+7E2dvFNwLD72aeY9fcc5vo3UhL4Mo/69WAOZvMPVsb0g59g9",
        "SZz8vMyVjT2YsGi8rONqPTB+4zxEcEY9CswJvV15Qjzf6lC8v3USvpegnjwFTiK9oo1BPZfOEb2REEq9gtNPvET3gTu+Yl68pNORvUco0L18I+W8MmQlvLxD5DxVahy8C92VvOegO71OHA+9d0yyvJUldb142qW8BdA0vMdtSzx/YBa8ID83Peme9Lu+bw29PPqlvE/uZj01JNI6PkcZPbsxxbwAg9Y6SpAfvY22Wr0tAQ09t7oyu6I0hrxHTCi9PR2IPW1ElDyUeXU7iSt/vbJMB71TgoS9ii/8u7Ek3jw3hVK9AvF0PQK1qLywjSQ8lK0dPb4vgDxVlde8JWkvvYQZ4DxZtcU8ivNCvUaXUrwqxcG855hBvAtbCTs5Pww9Dqz5PCofab3R+b288j8zu5F+1jyJ1co8q+AoO10PBb11ZY28f4mSPPHMk7wLkRQ9N+C9PUPDq70be5A9jhdgPRY2Ob1lSyS9FjCgOlrZ2TyP9su8zqSTPFdGi7xS7Ek9KzUBPGsn/rwnFCs9tS/3Oc/+VL3Tz5e8AMYTPNfo7zwXT7U70TGEPVCm+LtSLjC8FYsTPPGdhDvIs0K9m8i6PPrqGL1g+Ls8LqE7PZeVgrz0guy8vieYPEoLmDw7Wdy88yvvvN6y8by++qS9vlIGPDW+jT2u4Zo8a+vBvLe65zxF6Ss7R2kcPjjNfTxBJoS9TmYhvVVsnLx47rs82JmpvLe1H7xSpuw94FO+unxZ470Y2Fo8cpEKPBW8J77kpWE8YmeNOvZHJr0QHgS+4Tl8vTT4gj0YcSu9/iXNvTmAoz2JA4s87RK3u97ZoLrRJ6s8+/C0Pfw4xT1MuAO9JK+VvGTv1TxiBHY+yzdCPuCdmL3Ph6m9MiiIPRZqkL39qSs+0FcavRMH4zxH9b29ldvPPempNL7VE9A9G1iAvV7yvLwF7HI9C66GPm/9Pj2a+Ne8ey0jPOZbh75iMA89efoTPPLBo70lhIk9Rd28PC1C973TG7G7WczjPFcFAT4saLs7",
        "/7oEPnzR9L2OIt69JO8Hvf4K/r25i3c9FgQQvZlZLL7LAws9PyZMvgBe1bzHqwM8vVMTPUQxVL0dgAc99ug6PIjfkzwmOSc9cmWgOusdHb6O74a95vGTvYSWSz5EZpk92O3YOx7j4zwxvcU8+vs9Pe61jz4gPds9Q+VwvqXAqjxk8SS9KQLcvUbR1LzL7p68XdOzPcyv8D0+uWQ+qv+LvYU38jsBjLm6qRbPPPQFxL3Km8I9RDO8veYiFjxR0cM9tO0CvcwlyT13+X49stpvPF+ulryNmI+9bNR/PWpONL6FJCi87w+dPWv+JL1gisa9WT6EPT1Evb27zJy5NepTPPCXmj2xHec91KDOPJ3vBj6DXY2+pmJePfHYVjsGruC55/f+ve6Bj7ppYpa7VLFDPnxGtT2fRYS+S+sdvoldNDx6ura+rm3BvnD8t75YGwS+DalPvHhaKb7fkUq+O0SmPrt91Lzzf2s9pUg0vU5C5jw3+90+1oOxPSnEQj6h/Ei+z2YfvZCQdL6cD5o9nAmSvQBv9z2HQmY9ZMl6vtkJgD48nAQ+8FhpvIrJTb5CPY69jfc7vZHLg71iSfo9BVTXvdjg3z6w+K4+X/bXveDLKT7HJxu989KAvlYVDj1JFOI8x3SEPDm7X72dPIm8U+q0vXhJor30jro9E81iPi0Si7xyNkg+4dh+vUyHkb1AakG+YxzSPFndDj7iCge8s7DHvowKWbxLZH69b9+mvvWSJjy3Osw9CSGWPR1Aqb4R6p48Eh0Lvpajy72H7n68Y5uLvhYn4L3TaTq9QXygPsq0iT3YQ+m9OtULvWLfRL4RJeW8+D0oPsEL1D3G8ng+Njt5Pk5SuLsUuj29k68avWjp6j0wBFq+q/savvOUkr5pdN489GIduqdWIrxqatK8eR/DvtRrBD8aDZM8DVUjPmyIgz1+jVE+RaUSPh5pFj6uAvA8tRiyvWMKQT6GzYe8maF6vl++Fz6qyvo93g/0vMDAvL2chgu8fyq9PRoOYbzCfXq9",
        "HgbAvNFsDr0zX+68QtswPcIY4LzmeFc5Uhm5uyYJIryg2Mw6WCRNPY6WpLyRx007eNjkvELCzjz08Sq8lPqpvDvkNbw0Oj898R2NvDkYEb2/CLe8LVn7O/4FRD1JAho9iQgMvEgpxjuYEey8PfQYvFWX2jxxQfC7/lXiO+eavDwNkAS9GqafvIZPADycoj09KvKIPJCloDwetRI8onQqPc3jAr3L+Vo85PWFOm1g/zzCAKS7aqFHPXsWRD1fJyS916apvOtxDz0iQ4M8iXGEvQuiQr0TU6q8dMU+PP8wl7wB/mk9PU+hvCqZBbyNq8g8vXRtPRpY1jz9p1E8ZXSFO3+0ET0UihI9FDGAPGkdTz3xtxQ9OZ/Ru/ZbHbypoJu7M+GSPOd/Ojt0XSg92qb4vKWSIjyMabK8C1Q8PbLdxryH4oe850e3PMeEmLweP407k/FWPMJ/Ez1/r/q6g02gPB71qLzKUfG8P/yJvHkqBL12mUA97KrGu12uyruii+U846n4vAK4Bb00oDA9GUHfPA2JkrvuFwA9L05gvCz2BLwqX8M8t5xFPKVTTTy1Z4i8vthiPYoyCT3NR2o9Qib/u/io+jzMTLq8LHJ6vWlpYjzyJo08oI/EPLLVUreEmL47o5vQO5kZ5TpzgCy8ejPTPD/nzzyB3a88IAbnPIM9ibzmb0U+XjZevfksY70WlpQ7T0NBvs5TxrvCoJ68/CAVPMxwpL6d/7I9I+PlOyO9Cb7bsQA+eo+nvQlPfL71SgC+8NSxPCa6br5/+aS9junmPY3hYz336Aa+7KTbOyDwQjyCIXs8t+0KvSd39b33JEW9lZf5vGA407wNM/09AKJpPTe/6by+Nie9HOz9PdnMZr7cBZe93Pg9PhiiGz1ajBU+fUrQPbaJzrv4ayE8zi4UPtbfEb5WNj2+oguGPgX7FL4uMJQ+9SqGPmNsy7wWNeU9LL3NPbf/XL6DN9u6pSBdvd5pDb5FH0Q86L5RvZ7/Xz3nujU+ZrKkPCmZZz1uI746",
        "dbHKPLh6jb0QF0y+2YRMPdfyIr769dM9J5OLutjki7359Uk9fr9Nvj3ry72kt306D2MsvsRq0b03wm89tCYEveJtP76vVeK98EfpvH1m/r3EpYc+4AonPUWwZz4L93C7pN7HvOdpBr0Ybx0++E5FPQnOmT17PWg96HYSvk2/IT5HoiE9RhjavRyopr1ELtK9S+KbvJfhOr37wME94zwdPiwCHrv8tcY9b2ABvvyMnT0mTzC9NnOXvfUBzbyCxqg8fePhvdBExb2DQO496neNPEgvQ773eBk8q3J2Pdjoob09EsU+bdIvvlaLMD2IXxC+GZ68vciFtLwguoG+0d2IvgDLlT2x/es9qmg/vU7gXb7ZFt6+HLKPvbhZtjxo6oa8MmrwvcfAOT5P5Ru9iUkpvn2Nrr0l7Qk9+wGFvroOSL5HCa07IZJwvkSbkb0Z4E0+QF3Dvfpe8D3E67u9LvKSPlQfJ7shXWE9/n/4vMB2Bb15/1w9kwnzPZfLBL0l8YQ9oOM7O4Nc8L0D25s99lZ+vkd4yr3O2gw+J3HbvPIUgT0paK89+9mNvDyefL3vbB0+juahvmI9Gb6YPGY+77Mevi1Jvj7UCMq8BtBDPoZjNz4Xurc8gdwcvsPSQDvg2pY8G7kmvfVE67xKxAO9VhAjPRB7Jz4eNVy9ZmiVvDL6TrtCGRc7kKirPMJegb5svoA9kMy5PfN0NLzbiMI7NrY9PNltEr3dRhg+qT3bPVas8Tz5p4E9sPRsvptnhj7K+QC9AnvLvQCQ5b1g3BS82Z/YvWPLljs8tDM+ytZdPpcuDb6rOgC9hasdvPbeBD1z/1S8tB9AO/6DED6Q34U9Tn7jvSUnXbn1gbO90VqrveOXjz1AHUM901/ZvVRZvb03Fzu+A9cjvJzUwTzp87C9UORUPND9yL1x04a8mNSGPj9GYbyxTg++JodpvWdS6Lw8I2c8OxtkPdS5yT0m7Tq+c9iOvaNcwj6L60W+ArcSPQzIlr4suP+7zZq/vq12M77Xwzu+",
        "dir0PapkjbxyG1u8xLoLPv1aPrx1gPm8CPv0O1ikAzy3En2+8xElPuc4ybs0Db29L+kxvIUvhjyCMBy9ne0dvm5JHT4MY5u9dzMYveb52zzju+E9PHIbPiKJB71cQqu7aeCxuinAEz2xdJO9IzklvvZI4L008c49CiEUvvK3hT1GcAe9pOg8PvSSg705j6W+9ji0vXXduzzmmgO+7MklvtFDLj7/0gm9KB0hvnOyiD68YlK+bL1FvrDzCr0rhmO+fV6TPtToMz0aNBS8jh+UPphogzwrDQu+kPT9vCNnib0x1BO+XyKbPf+SeT5QY0c+I2SVPkeOZLyngC697q+8vL7jYL0BxWm+axVNviidWz3Yu4A9oUmGvgaZlrrR7BW9PztrPk4yVL5GZo69Z7a/PPdgozxZRfK9skjmPKqi57yrkj6+PCWevIBtrLnWnHy74wkHPk/8Orz1CyY+8w40PY7V173O/YW8WuGyPfN/sTuDieE9yzwtPsSV5r1u/wY+AZIgPYFJM72bSFa9g5kAPmkFQL7X2s49NXipu5XN0r0I0Q68Is8CPVDi3L2nO1O8RRQjPhhdIT3/ECA8zJJIvSMyX747lOe9E534PTEkBT6PXmk832WFvUKZlL5LASG+vFmpPgj3t70mMQ+9ahFGvlYB3LxKwZO+jt0VvrmJI74w1uo9YVaMvVMjZL0SYWA9NbfXvQRzAD6yLx+7OwpmPLrgyb1+nIk9PqoQvTjDmr5nXXu7eKp3Oz7ysb1CY7u9D0mEvNCy3j28nHw9CEcuvkRjOT2+c2885NxXPrxtqjwO9NQ7L1eFvEyhBL5RTu08vzCHvrxn1z0+Kv87mo/JPZozKTsReG0+B7uEvUWmFb5Aaqe+OkiBPZ4Qoz1v3ho+h49ovh6iFL2S4o28cGEiPrDHIb6yUmK9xftxPhU2a776RTA+lnqfPdcH571SmgQ+7MasvY+dDDxq7OW8aq/nu//iB75Kel8+kKxNPlIwmz2/Jys+0yTCPR9GNL5h5wo8",
        "h2wNPbjeNb6/Cqm906kdPkLpDz0Jc0M+gabXPGzliL2TUjS+OGcSvRt8fb20pW67c8yXvWB3Tr4+8+m9EX7cPMYpUb2dNwm+DTGgPGqOGT3aMDc+V+RJvXcCHj68ucE92twHvLaeKr0s88896rWyvXNl+LwVmaA9kJ3auzbGrz2DiGw8fKZ3vn4H3z2BHCU+/Vo7PQ3CTr13m14+6XqAPfvFhzwS7gC9fiQXvfKOBTy2MJ+9pT29PO/0k7wjopq9Mqp2vZ3ZxTwWsSo++67NvT2/Zj0nDLy9GeOiPVjGoL0ZQV4+ZLvWvTVcQbycJXG+yatcPRvGuTzm7R2+8E6xO/GNlDu5puC8e8+KPP9BXj0YSj69EODRPFrnIjsYRck83Wiqu/Vi47vUwS481h+3O8b/C7v5mtS8WzsnvYrSeTz2d2e8JosDvaq+C73QFb883qrCPN6yibx0K1o8TjP1PA3q2jwZMnc8XPIZvLnn4TmlNwI869eNPIWJxTzrRq879Y/IvEa3Kr3cf5084aAmven2gDuE4ko8IDJSvH2RRTx6jCs8OG0ovRuuADzAXhK93b6sPUKU3TwfDzW8HqfJvFYexT2H9w87CSYTvZLOJb1E7z27mY5JuwPgpDv9QHU8SM4kvTuKtDzysyM8/Q8mvY+m3TwG1+m6i2mvu+cxprytCjA9gELEvKJGkb2mcrg8ZRTtOu6VHb0X0eu8SH6wvFAZHD2dRQq9pZHXuq+1ybxhhge9k4HFu+yTH70oX2y7BeZpvIbviz2zryY6GbzrOst41DweGQG9zoQLPd7V1juEAq295nAgvQ58bbrOVw49QAgGvQHRnzzgaSM9O3jZO/YdITywsSy8JF8iuleXiTzgNLm7cXWlvDoITT06Mhg8i7TivIrmLj2lI+g8onWpu/xy2rsQWNM8mW7wvC4+k72iksW8hcD0PIXAZrwnYnG9KTLqO2YTHr2gdYU9oz4sPHjCHTyK4zA9Ja1LvVzlKz09U148QoqZPLE6Gj3Elem8",
        "VEPcva2t8T1culG9dSsDvk+C3L0bP2G77HgHvbLvpLx8lfK9ZvpjPg5xkzzDTQy9aNOIPbxKnb5P+NW9amrAvbY3Bz2wzKK+AF7VvfTa7Tx5neW8RklMvh0gwTlT/x0+LXzJvIhlhTxof+I8Jno/PVDe4j2rUZU9jvKKPEx+Iz3TD9g8wdnVvdsLnD2Gy2q+zjcDPuMdmD3BECW+y7OAPmh54r0FXgA8vUXIvUmu0b3lCv+9orrYvT0AZL40rU++j5tLPro2ET5M7lC8sbmGPSznX745aew8Ry8mPH/4xL0Yy4K9fga/PYj7Db20OS6+zdCfvQ2sLr4Ydsc9cqeqvAPUEj0VJTg97Y63vk4rwD3OusI8kMwbvkITtbun//S9YgspPViWdz31xqS9KsNHvFCxtj1v8kK9VkjOvJqpSjxj/Zq+NQphPi6VyLwWjyC+3GyvPYQUJD6WUDM+5GP3PevPHL48Il26Z5wHPZ0FFD6swNq8ZJkgPfQOID6S6B88TzrTvEqwyL2Ofu29giEzvdPKMr46PS69UrDZvfw24r3ENtg8ZP8Wvh7sbD3cDpY+uARAvbDP6D3X3jo93Yn3vGZtzr2ONgG7LoMovebUvD2XYpE9GaB8PaUemL13KoS+otHJPtI7gjztVMu876jdvTROUjtwgkq+kgITvnDvWr4bKDu+KMsCPtqcZr1YMym+UTYxvvER0L057Na8xce1PKtikL0F6mg+t3hoPDh4SL697S4+cprvvZJUMLwxapS9biO5vUgYBLyCv2w+GfELPkzjFj7MvWq9G2DxPUgzJT5Tb4Q8WfT+va3QHb0e/t+9GkycvRNHI76wtV++0pMDPnnVurv2Me+966FTvTm+Z763Lt28vtCPPYKoHj6tmwe9gNfLvM+ZSrwpisg9oUjIvWXn1LxFflW+pWsfvZISjr2fsC0+6kPfvZk0GT4DYFc918GHvTxK7br8LOa8kDY2vXuC2r2RWxI+YEUmPhmnGj7PzSa+793NPc4RqD4qovu8",
        "jpFLPqKzxj0uE5G+mz1svea+bTrObMe8HhHXPLyyFb351Zo9f4+UvUv5pL0VrMm7LK5fveqwpTwGYpY7aEIlvU86Nr72jcs9VweaPFY1sr3f/B6+iGTRvbT34T3v0pA8s2AEvsUr7rxwWq+8gt/SPXiPrj2Q7SY+T/tWPLi9B7whitI50Bg3vo9jBz2cVws+114EPUYWFj5/ogY+064UvZwwL7s49ZK+T6FyPQuTob1RdyG+b2a2PAoX/T05o+y9nP93vaHF/r0Zz349GBTMvsI4zb2dtEO+eGBXPlDQlj5/OwU9w6rzPY9CtjwuF4W+qjmxPoaejr5Cgy28gp8zvhFLPrwhapI9bzJFveGVGb0oqhG+rEs4PiOkDb1+Dp08WIMoPqkSoD6iVwW9yaYGPqm19b3ghIy+HTaLPNKU773TPnG9ANKovZ8rDDxMOZs+cAVEvCYC6r1Qb24+11OsvkgguDsS0ti9FYqZvlupDr5kfec9DjdYPEJ+jL5KgA6+LAb9vNMhdD6wTRo+LTwcvtI6kzl2ZBi+4yM2PujnLr5tRee852utPErlzz0yU+a94siBPtWHHj6czje+HmsVPcXc7D0q0kU+FMrXvTMlmz4Yp6e+lwUhvB0j2DuXoPg8fZ3WvmpSYL7O6Zs+M2a4PbiATb5uiwU+Tcvxvb2q8byaIna8J5IWvlsdqT2lYFI+ePmnPP3hTb61KQe9VqUdvhIm3j3ru5O7u9N2Plc7mDylMhw+5R0Yvkao0L3ak8e8pQxmviwC4z01K3c8jUcHvpDwkDyGu0Q+NW7qvd1hGr7ne9S9lS0HvfNxmrwhTw8+k1iSPPZwpjwIgQA80YpJvnYbDTwdVrU9b2kXvYrFWz4yxJa+IjPhPfdM3L13/Zq9j6+wvCPGuzxyILI+B8HEvX9RYj7tQF69BJMIPSPwwDwgPBW+H4xwPE+Xhr6E4US8PdSZPgefJ71G3z6+j+mAPoD4Bb42joA+QeghPhHY5bxRzhu9bzwFPoY5l70MdgC+",
        "EEDAvb5zUj4bZYY8pE27PSik476tUB4+m5sIvZkXazu2ACU913a2PZLvmzy80mC+e+MdPpf5vT2kmRq+vilYvnPsgDwbnjC+h4v9PVb3uj1uO1g+lf+GPnMf3r2B24M+RxmpPGGA2b0QMxm/s0SqPT3EEr6mrYM9/GKKvsGc/7w4RBW9aB3lvcV0ZD6hW4W+8gqSvnv7+z37MIq+RY8CvQtjr752mr88RhSsvQu7PbwV3dO9lc2VvTdAiz4vv8S9TNRxPYyp4D3GaSI8pKdmPqdpx77sXsK9HweyPNl4lrzzhBe+V1vfPCHOqj4EMy0+CM5VveP70z2n15E+avKgPKjtqD722yo+jUzIvlQEi7211j4+Eg2rPVCASLwP8ja+RfxKvf1VqbzO/eY8qkq3vE7uajx11r89XacGPvKNzjyv+Qu+UPeavm3C4Txqo369ccINvmpLBD4fbp4+gSmhPeMqab5WLx48Ot2sPcLlhj2qDKw+EltyPq1NoT3/biA+OPKmPEaxmb69ryG9BrNAvNbMvT3An948F4ufPL0qB74l7qg8GgH6vVlGoj5K+Jm+dffAPakjAzwmUxa8ClWjvieI8T0M3E09N5FnPdwJ2r785f89piFtvh9vLj55s3U+deOavcuF1T28i5k8jEBDva9S272kEJy9eddKPaR0jL2OVRW98dxBPnRNXLuNo2S9PTPdvSPXtzy7p1g8AcOFOfpaRryOBjA+D7hYvJS+8r3ekNq9QWSpvRiWtT2tKi6+pW4+vvkkY7xl4oI9jVQGPisT4TtswDQ99PoyPaidTL0dyJI8pZ2dPZxY5Lw7TQK9OuYTvildxLyJik29AUgdPpNSGr334429T0e5PFIRsr5d99y9wvGDPSvyQj7rHL89wmKBvW+cxbwuCgu+ZX0JPuJWSL7UCEK+4hADPYf48rxCCrY8gWAuPol0YT0zhrc9OfaUPEyPXT56is48HXfUvdz6OL5z6x4+BFaGPlu2FTxuR4S9kDygPJiCgzw5TNo8",
        "cP4lPlrV+D1P54K+7AkUPj6m9T0oXoO9oAbou9dcez1ACPg8PCPQvL04Gb3zpGM78WTLvVeiGDxwPIE+qxvWO3MtOb7ARBG9wLRdPPOsCD5fbme8F2WivR7s070vQJa9rMRmvfDzOLwgrii+zFF8PUEsf71A60Q9QuYDvYYpAjzjwtE8ZF3svfglnL0U5XM8HaUzvJCUjT4Lo9w9loe2vQDw9bu1NvO9oQg7Plm6TT1NF36+HHnWvVyHB71UwsY9mAckvjxpsbz6hfc9SR/Au6DlSz1svQA9x0TKvTPwlr2zNN89P4qtPARitT3kyt+9Mw32PTPngL6nkY07XoYAvhIwsb0HFHY8oGKePPKoGDzY9zE974auO4C0BT0NDCO6ZS7huyM96bycRkY8mWvZOsCW6j2bIk89td1FvfdjjLy6beU8dX2+vYeb873Sphw84M2BuxqxjTwuGAM9tdkQvJNg8jwWwlw9hESIvJhynbsjRjo8MuylvFlPnTyezCq9OWAZOZwveb0HYEC8ZTQXvXO+2z2LCDM8GB9+vSInhT08McI9nW5aO4C1SDwRBh2+tpztPU4GQr2jGwI+6dsmu0T37D3VJBk802cOvbvcjLupGrC9lP4xvEFRAj0mkWm8AmR/vTxKtD2hjIe9H7KDPdEXo722FUC9ZyJPPYAxxLydkqs9AmfTvG/Ddb0HqQW9rXf5vXMzyjqvRRI8MuAOvNdK/D3a0b67OsS+PWP0qbxAyfU75zMHPWZdy70b6O68J1HAvd1f2z0EBJO8/iSRPFnDAz5GzAK9ZpMGPoWRcD3riAK+bQGDPGMapb0YkQA9eKu2ulCqzD2R0lk8qJmOPX+lgTxscq68FCI/vS7Kab3IHlS+rbsBvsheur3Z0+W9vuMjvV2uvTwkxOu8IqEIvXxmzz33QIm75N5lvTxTxb2OCVY9QFVzPZ2gzb0Lgay9/Hp/PMNs1z3WIkw97whHPH6sbL26T509VK4bvnhZgT0jPSk+VCF3ve3zrbyqYDa9",
        "MJn1vBoN47yE0CQ8X4FAPeJ86Tz8ox+9XhoXvIcKnrzEax292POjuwMLgryqllu8xGwSPCYDjz2JZtG8uN8BvdFRST0Z6vW8ZpSXPMr7Zj0+7LA8BMUBPRs8tjwT6EG73T4APYMRELyQU8i84sckvaVHjLzZgnC9JwQNvcmnUTw9fbw8/t4CvVI7fT0ZTw+9nDgavXWXx7x7T/q8N3UnPYNYkruAnYc6lDooPNp1nDpG2D48kw0aPSRsxzzQzPe7iG1IO3aVLz0d+H89IkDKPC0mZ70ZPNg82JDaPP7d0zzZnts8qctTPdgfH7yk0io9/Bn2Op1a/7u8KYc6hB7WPDWDsTzawJC8fisRvWo3cjrmiBK9JlIDvWACC7zVW5u8ApdJPafnjbvgVFw8ZJtbPOj3DL3JglQ9jvAXvAk2v7wixAO93nQbPbRwhTxW0de7DBaqOs5NAb2KPLS8mo04PYFk7btgjy28y40RO06yu7ydJJe7spqVPK8QazzgIJA8XnqJvI0PnLzZASQ764wnvcF9ITxnb1c7DMetuwuyZr3YNuS8Ci6RPY/a9Tza29G8dTwSPTFkgDth3ia8+Bk2vLTuD7umWKc83KMpPJG/Y71s+Fg8OxhfPGJ9HLozmiM8VabYvVIEJLq+yQe9EjJtPFlJ2LzDEUC9hyYRvc8fDz31kUs9X8V2O6lmGzwro1K91QQ5vU1Cmb3ylgO8cR1EvYi2gLx0m/E95m4UPfFKrr1XcUc8RHyfveen07rVkhu+7OFRPZanSb5dRBI+952GPM4srj2uYfE9xSLPvQ6B2ztCpw895lXzPWWQxDyd0AS9ObUyvoPGtr3crbw9qXimvfa7mjzXD1s9B0VPvD3O+b5CZ1c+u3/WPaNi370mp9o9A/4FPhE8L70GfU89cXIPPLWJpL2yfT2+HIUYPnb4JL6/J0w+FoAaPkwJAj6YjIs8PHwUvnDB4L3slQY9lESQvSnEM74Qewu8jPyAveXzSDyg6f693D22vQobMj2jQHs8",
        "znEOvmYuSD2m7m2+BddMvbepHj33sZI9glorvOJYBL2JjUE9hzwHvTGpQ77ICi27cCOJPdKkjL1VMog9l7QOvRygVL3H9ve81LM4PHkVFz2wN7Q+kpDDPdqTobtLZ/893TpTvidVijwMHki+RPcNvtF2Fz5Hwts9RBjXPPmRp7uBUOG8Lz7ZvtrTS77jIq09GuaEvh+VBb7Sij++UlmBPO3SxLyevok+j5EvvcFo/zsI0ha+wN9Jvh+R+z0jAQ69h9fVvLrLpD0oDNY9Y8tzPhkU9r379jo+3gYNvpl6v74djVY+97UqvtMu3r07s2A9lJF9vNmkxr5HnZW+0EYtPDxpA7wk1UU8ZtH7PEBGZD0CCyW+XPkGPuhY6ryMJiy8M34bvl5oIz74HbI8LcqxveLJYb1CfGe9m2ywvWnShT1uXL69NVjCPXlhmj0ROLm8Ni7Cvaw9Kr1r5NW88hIGPdBXnDtQHHO8JY22vcFuab0HOkW98obAvca+Yb1vdfQ9Mk7lvKe6+zwbVj+9eDVUvKSPEr5jdis+5xz5PK5hTz1/ozK8Pu7evDoEzr1vVhs9nk+xPOxaLD0tY1U8xCAevVgE2zysFx49m2qdPNsuDLve0EW94WX+PGu817zuLXa8X9B1vckyYr2Zdqy8VesxPTihNj2Pq9O9auUFvo9d1zwGCg4+OGKzPI020L3ZLhs94jWEPSthczz85p27M5QvPs/a5LwtDq67ztklvMKRqrv8Eg4894qjPXJfrDxF5aw6YQcCvTumd72EIpk7O4uEPeOXbbx4Le29qtsFvHLSXj2Nw+q9jWzkPANHrL2WUAg8ugSivTN1orvC4a89WCwtPTTi7rxE2+m8e07hPTF6jjx/HYu93Vr6vAg+wrtPO7q9D3OJvAcU1jzojOy8JpR6PUnOPrzQT749K2orPdalur2rypq9IqhQvW1XGL2oQlC+0FZHPJygLLxw7wO9ChPxujmKkz2AOZo8erbCPWeazrysvC09EhAsvDbnOr2n0iK9",
        "osi1vYr9Vbq/Kze8p2c7vangEL7jxz++sKK4PC+js7zwCLa5D8COu9BmaDxgJla+1VPFPKqctryQrga9gJvRPXb3kb2rVh89+aaHPb8Upz31SeC7Fxf/vUE3AD7CAlk8tUS2Oki8ej0/W2g8v30ZvgcbMz3v5jA+GQUbvROJGr0YzH29eFN9PjGE9Tyl7Oy8AfyEPM0Vzzyj+0Q8tJ8aPXEKVzwjB/y7Y7ZWPqePB76yoZM94kymPXc+rT3q+hg90yRbPNbAFj1OT6g8myTVPS2A0b39tSC+OjYBvV+3cTvU/Vo9ruVKvN4W0727zAe+7q4JPThbOj0pO5U94w7/vH7F1z1hI789obwVvjaGrj0bwny90BsNPvNtS7tlw4u9e0YRvYuOgj3BmHM+JLUjvNkjq73o2km9dV7nvfZ6qjyr4Ao9PXGTvRpt5rxKy6a8HmNNvkWD1DvXf7S9u/GuvJfEfrx7eHe9YrelujAzv71E6qy8tO8CPphk5TwOl8K9At5WOnMIP74Zcni923niPR1tiL26QW69577RPLQ0sLx7AgG9GWvAPX8B1D2LTKS93cJePmtqkD3+4VM+wnhFucuHjDycrke90TGCvHECQL2S1bo9IzzXu4EpOj35tzc9H8c/Pl+GAD2dN5e9gdDnPYLwBD0fINQ9WxsPPCaniz6oqsy97/kvPtvlkL2qaT89M+YrvQsGFD1uzsK87fTavCBt0Ly9F4s+xOGTPJwgF748bjA9LIwEvn/kBL6CRua9XeSVvXU8Jr2xScg9H5P/PWrZyT3az0G94kdWPk2TGbwjEkS8l97TvDEEyzyaJxi97xkCPm48sT0jIzi8GCHQPXOwxbxsYa49kjzfPeCDZL5z6Rm9GJ4CPSqNET4ODZQ+E18avhQETTyJIzK+L7Q4PQMzTL4yvFO+6mqwPT/BCL0qzf89MA6bPsl8UTyvI5Q9DOeFvhv8s71xXzQ8gvLbvbfstr7jsbs950mTPUirqj00Ado99GsaO66IYL18RFM8",
        "e6u9vTpaDb6gK36+7bi/vKHV6b2gFPK9ntIOva+Nkb0kchw+tt21vTdzpL2U0787Et09PGP0Dj1UB5M9UM91vIY23r2/L4o9lHScupEnm7zOI3Q9T/DMPdGWKT7yPTy8A8gpvuUuZLwIR8C9AtKyvRL6Nj30SIY9ikH7vQnlET4iK9m5rq9Rvj+ekj1iivs94f32vGbgHj3rdCk+HXWxu8gi8zzJ/4K9MmBkO+KIWD1VN0A9O2tYPdgi7L1q2h6+UMAdvg1oo7wdMpu98loOvrNHcz0dVI+7bnJcustmGDwCNaM8H30DPSSzNTtI+W6+pR/9vHXYfL5My0i9gUERvpV5h74qJcQ90ha3PEetI778p0++ngkvPu7nKbwqCnO8nToVvZNJPD531Fc8xNv+vUgpKr6nSlq92FhtvNoM2DxAprM8IjbdPb2etj4q+Pw7Lug+vZmMuLyIb5c9sjRYPvSW8jzmIkG9IKw5vad1ar5PwzW+2g9JvmvdZ74fkDU9H+TJO87ocD1UtRM9fgbqPN8BZb65lpQ9r0wUPrKMKL7CyvW991MNvX/nQDxufWk9kD4yvsoLbr14Fyo+T3V2PGtgTD1b+RW+d6g6PlhZfD7awFc9+f0VPrLd3zwZwGs9KdnJvSPi+73CVhI+aEEDPowt0r2+VbO9x/UaPpM5YbvHwLM8G4IWPuH0Kr7Ofz4+vpyDPTMZSbt//gQ9B8SEPgmJAjxMvSM+KV0AvqqoTzw7QDq+cKtRvVFOyz5ysjC9vBRdvhWsiL5Qt7G6tjEIPldApjv2ZJO+DWv7vTYMQb6gnZ2+oMtHPDu8K76WqgK+hOouPtTIiT5kzlo+Cgh+PqnDoLwl4OS9I5EnPtlb8Ly2lIE9JJ17PfYy2r3ERRc7x7wpOmT5f764kB0+sVHrvRr7pr4TUVm+rphQPgvFVL4PoUm+B9UdPZjycj41+ju+G4+MPvfXiD1bD7M9zJrFPUCKdT57sQ09FBATPcMD6b5Wjxo+a3mavjRkID0afia9",
